{
  "muralla": {
    "title": "Nuestra Señora de las Murallas",
    "headlanding": {
      "text": "Este territorio estuvo poblado durante siglos por indígenas minuanes-guenoas. Aunque con el tiempo llegaron charrúas y guaraníes.  En 1723, los españoles radicados en Buenos Aires recibieron aviso de la ocupación de la bahía de Montevideo por parte de los portugueses.   Sin resistencia se impusieron y recuperaron el territorio. En ese mismo año comenzaron a planificar la construcción de un gran muro alrededor de la península. La intención era fundar una ciudad y protegerla de posibles invasiones portuguesas, francesas o inglesas.   El ingeniero Domingo Petrarca fue el encargado de proyectar la ciudad y su defensa. Pero no fue hasta 1741, luego de finalizada la Fortaleza de la Ciudadela, que se comenzó con la construcción de la muralla.",
      "img": "/muralla.png"
    },
    "story": [
      {
        "img": "/1.jpeg",
        "title": "La Brecha - 1819",
        "textPosition": "bottom",
        "text": "En un diario anónimo publicado en 1819, un joven soldado INGLÉS da testimonio de la batalla contra los españoles que le permitió ocupar la ciudad de Montevideo."
      },
      {
        "img": "/2.jpeg",
        "textPosition": "top",
        "text": "Luego de pasar la noche bombardeando el tramo más frágil los ingleses lograron abrir la brecha e ingresaron en la ciudad. Los que aún estaban en los barcos, luego de escuchar gritos y disparos, vieron la bandera británica izarse sobre los bastiones."
      },
      {
        "img": "/3.jpeg",
        "textPosition": "bottom",
        "text": "Menciona que luego de la ocupación fue acogido durante su estadía en la casa de una joven viuda que vivía con su padre y había perdido a su marido en las batallas entre ingleses y españoles. En casa de María de Pavides pudo conocer a otros habitantes y vecinos de la ciudad de Montevideo ocupada por los británicos."
      },
      {
        "img": "/4.jpeg",
        "textPosition": "bottom",
        "text": "En aquel momento, gran parte de los españoles que habitaban Montevideo huyeron luego de que le ciudad fuera tomada. Quedaron allí, según él, los más ignorantes y supersticiosos."
      }
    ]
  }
}
