{
  "data": [
    {
      "id": 16,
      "documentId": "ympvueowu307cxyo2d1ki1sj",
      "title": "Muralla",
      "createdAt": "2024-12-11T04:15:15.538Z",
      "updatedAt": "2024-12-11T15:39:43.289Z",
      "publishedAt": "2024-12-11T15:39:37.670Z",
      "locale": "en",
      "country": "uy",
      "header": "Montevideo, at the beginning of the 19th century, had a population of 10,000 and low adobe houses with thatched roofs, later replaced by brick and tile constructions.  \nThis territory was initially inhabited by Minuane-Guenoa people and, later, by Charrúa and Guaraní communities. From them, we inherited the tradition of *mate*, vegetable cultivation, and the medicinal use of plants.  \n\nIn 1723, Zabala received notice of the Portuguese occupation of Montevideo and led a flotilla to expel them. Subsequently, the construction of a wall to protect the future city was planned.  \n\nIn 1741, the construction of the wall began under the direction of engineer Diego Cardoso. Delays due to a lack of resources, materials, and labor, coupled with corruption, weakened some sections of the wall.  \n\nIn 1829, with independence approaching, the General Assembly passed a law planning the wall's demolition as a rejection of colonial oppression. The demolition took several years.",
      "stages": [
        {
          "id": 10,
          "title": "The vaults",
          "gps": [-34.9065, -56.199],
          "position": 1,
          "header": "Construction of the vaults began in 1794 and was completed in 1806.",
          "description": [
            {
              "type": "paragraph",
              "children": [
                {
                  "type": "text",
                  "text": "At this moment, we are located on the northern shore of the Montevideo peninsula, facing the homonymous Bay."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "type": "text",
                  "text": "The vaults occupied the current area stretching from Bartolomé Mitre Street to Ituzaingó Street. Construction of the Vaults began in 1794 and was completed in 1806, consisting of 34 barracks that were part of Montevideo's city fortification system."
                }
              ]
            }
          ],
          "url": null,
          "qrcode": null
        }
      ]
    }
  ],
  "meta": {
    "pagination": {
      "page": 1,
      "pageSize": 25,
      "pageCount": 1,
      "total": 1
    }
  }
}